{"class_name": "Tokenizer", "config": {"num_words": null, "filters": [], "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 35, "word_counts": "{\"garden\": 1, \"to\": 1, \"travelled\": 1, \"moved\": 1, \"kitchen\": 1, \"bedroom\": 1, \"sandra\": 1, \"?\": 1, \"put\": 1, \".\": 1, \"grabbed\": 1, \"back\": 1, \"discarded\": 1, \"office\": 1, \"football\": 1, \"left\": 1, \"hallway\": 1, \"mary\": 1, \"where\": 1, \"john\": 1, \"dropped\": 1, \"milk\": 1, \"bathroom\": 1, \"apple\": 1, \"got\": 1, \"journeyed\": 1, \"down\": 1, \"is\": 1, \"daniel\": 1, \"went\": 1, \"there\": 1, \"took\": 1, \"picked\": 1, \"the\": 1, \"up\": 1}", "word_docs": "{\"garden\": 1, \"to\": 1, \"travelled\": 1, \"moved\": 1, \"kitchen\": 1, \"bedroom\": 1, \"sandra\": 1, \"?\": 1, \"put\": 1, \".\": 1, \"grabbed\": 1, \"back\": 1, \"discarded\": 1, \"office\": 1, \"football\": 1, \"left\": 1, \"hallway\": 1, \"mary\": 1, \"where\": 1, \"john\": 1, \"dropped\": 1, \"milk\": 1, \"bathroom\": 1, \"apple\": 1, \"got\": 1, \"journeyed\": 1, \"down\": 1, \"is\": 1, \"daniel\": 1, \"went\": 1, \"there\": 1, \"took\": 1, \"picked\": 1, \"the\": 1, \"up\": 1}", "index_docs": "{\"1\": 1, \"2\": 1, \"3\": 1, \"4\": 1, \"5\": 1, \"6\": 1, \"7\": 1, \"8\": 1, \"9\": 1, \"10\": 1, \"11\": 1, \"12\": 1, \"13\": 1, \"14\": 1, \"15\": 1, \"16\": 1, \"17\": 1, \"18\": 1, \"19\": 1, \"20\": 1, \"21\": 1, \"22\": 1, \"23\": 1, \"24\": 1, \"25\": 1, \"26\": 1, \"27\": 1, \"28\": 1, \"29\": 1, \"30\": 1, \"31\": 1, \"32\": 1, \"33\": 1, \"34\": 1, \"35\": 1}", "index_word": "{\"1\": \"garden\", \"2\": \"to\", \"3\": \"travelled\", \"4\": \"moved\", \"5\": \"kitchen\", \"6\": \"bedroom\", \"7\": \"sandra\", \"8\": \"?\", \"9\": \"put\", \"10\": \".\", \"11\": \"grabbed\", \"12\": \"back\", \"13\": \"discarded\", \"14\": \"office\", \"15\": \"football\", \"16\": \"left\", \"17\": \"hallway\", \"18\": \"mary\", \"19\": \"where\", \"20\": \"john\", \"21\": \"dropped\", \"22\": \"milk\", \"23\": \"bathroom\", \"24\": \"apple\", \"25\": \"got\", \"26\": \"journeyed\", \"27\": \"down\", \"28\": \"is\", \"29\": \"daniel\", \"30\": \"went\", \"31\": \"there\", \"32\": \"took\", \"33\": \"picked\", \"34\": \"the\", \"35\": \"up\"}", "word_index": "{\"garden\": 1, \"to\": 2, \"travelled\": 3, \"moved\": 4, \"kitchen\": 5, \"bedroom\": 6, \"sandra\": 7, \"?\": 8, \"put\": 9, \".\": 10, \"grabbed\": 11, \"back\": 12, \"discarded\": 13, \"office\": 14, \"football\": 15, \"left\": 16, \"hallway\": 17, \"mary\": 18, \"where\": 19, \"john\": 20, \"dropped\": 21, \"milk\": 22, \"bathroom\": 23, \"apple\": 24, \"got\": 25, \"journeyed\": 26, \"down\": 27, \"is\": 28, \"daniel\": 29, \"went\": 30, \"there\": 31, \"took\": 32, \"picked\": 33, \"the\": 34, \"up\": 35}"}}